Repository: Willan0/desktop_test
Catalog: lib/l10n/app_*.arb
Languages: my

source: Home
my: ပင်မစာမျက်နှာ

source: Voucher
my: ဖြတ်ပိုင်း

# noti
source: Notification
my: သတိပေးချက်

source: Profile
my: ပရိုဖိုင်

source: Sale Items
my: ရောင်းရန်ပစ္စည်းများ

source: Total Item :
my: စုစုပေါင်း ပစ္စည်းများ -

# search_sale
source: Type GGL code or name...
my: GGL နံပတ် သို့မဟုတ် နံမည်ရိုက်ထည့်ပါ

# search_voucher
source: Type voucher code or customer
my: ဖြတ်ပိုင်းနံပတ် သို့မဟုတ် ဝယ်သူရိုက်ထည့်ပါ

source: Logging in...
my: အကောင့် ဝင်နေသည်...

# no_issue
source: There is no issues stock
my: ရောင်းရန်ပစ္စည်း မရှိပါ

# no_noti
source: There is no notifications
my: အသိပေးချက်များ မရှိပါ

# no_sale
source: There is no sale vouchers
my: အရောင်း ဖြတ်ပိုင်းများ မရှိပါ

# no_return
source: There is no return vouchers
my: ပြန်ပေး ဖြတ်ပိုင်းများ မရှိပါ

# no_statement
source: There is no statement vouchers
my: ငွေလက်ခံ ဖြတ်ပိုင်းများ မရှိပါ

# no_transfer_received
source: There is no transfer-received vouchers
my: အလွှဲ ခံရသော ဖြတ်ပိုင်းများမရှိပါ

source: Today Gold Price
my: ဒီနေ့အတွက် ရွှေစျေး

# no_update_gold_price
source: Gold Price are not updated yet
my: ရွှေစျေးများ အသစ်မပြင်ရသေးပါ

# customer
source: Customers
my: ဝယ်သူများ

# customer_search
source: Search Customer
my: ဝယ်သူရှာပါ

source: Customer Detail
my: ဝယ်သူ၏ အသေးစိတ်အချက်

source: Filter
my: စစ်ရန်

source: Sale Report
my: အရောင်း မှတ်တမ်း

source: Return Report
my: ပြန်ပေး မှတ်တမ်း

source: Statement Report
my: ငွေပေးချေ မှုမှတ်တမ်း

source: Transfer Report
my: လွှဲပြောင်း မှတ်တမ်း

source: logout
my: အကောင့်ထွက်မည်
